{
    "translation": {
        "app": {
            "changeLanguage": "Cambiar de Idioma",
            "submit": "Enviar",
            "reset": "Limpiar",
            "date": "Fecha",
            "errors": {
                "string.min": "{#label} debe ser de al menos {#limit} caracteres",
                "string.empty": "{#label} no puede estar vacio",
                "string.email": "{#label} debe ser un email valido"
            }
        },
        "home": {
            "about": {
                "title": "Fundacion",
                "body1": "Fundación Tierra de Animales de Costa Rica es una organización privada de utilidad pública establecida sin fines de lucro, legalizada en junio del año 2011. La entidad fue fundada en conjunto con personas amantes del bienestar animal, que trabajan unidos voluntariamente por la causa con la que están comprometidos: ",
                "body2": "animales, amamos a los animales y amamos lo que hacemos, sin escatimar tiempo ni recursos y lo hacemos con rectitud"
            },
            "values": {
                "title": "Valores",
                "responsability": {
                    "avatar": "R",
                    "title": "Responsabilidad",
                    "body": "Toda actividad realizada en la organización deberá realizarse con apego a las normas establecidas en el reglamento de la organización y en el reglamento del voluntario. Este acatamiento nos asegura la protección de los intereses de la Fundación, así como de todos sus integrantes y personas involucradas directa e indirectamente con el ejercicio de nuestra labor."
                },
                "compromise": {
                    "avatar": "C",
                    "title": "Compromiso",
                    "body": "Todas las personas que forman parte de la organización nos comprometemos a respetar, velar y promover los derechos los animales así como también tenemos presente que nuestro compromiso es fomentar una cultura de respeto entre animales y personas."
                },
                "respect": {
                    "avatar": "R",
                    "title": "Respeto",
                    "body": "Todos los integrantes de la Fundación nos comprometemos a respetar las ideas y mantener igualdad de trato entre todos los miembros de la organización, a través de la generación de un ambiente que propicie la comunicación y ámbitos orientados al bien común."
                }
            },
            "mission": "Mision",
            "missionBody": "",
            "donate": "Done",
            "donateBody": "Done texto va aqui",
            "followUs": "Síguenos",
            "newsletter": "Email Newsletter",
            "info": "Informacion",
            "socialNetworks": "Redes Sociales"
        },
        "contact": {
            "title": "Contacto",
            "name": "Nombre",
            "email": "Email",
            "message": "Mensaje",
            "emailSend": "Informacion de contacto ha sido enviada correctamente"
        },
        "signIn": {
            "title": "Iniciar Session",
            "email": "Email",
            "password": "Contraseña",
            "remember": "Recordar session",
            "loading": "Iniciando session",
            "forgotPassword": "Restablecer contraseña",
            "signUp": "Crear Cuenta"
        },
        "signOut": {
            "title": "Cerrar Session"
        },
        "animals": {
            "add": "Crear Animal",
            "delete": "Eliminar Animal"
        }
    }
}
